const MBTIS = {
  ESTP: {
    id: 1,
    charImage: "",
    keySentence: "인싸 중에 아싸, 아싸 중에 인싸",
    keyWord: "골든리트리버",
    Mind: ["위기대처능력", "인싸력", "일관성", "차분함"],
    Score: ["A+", "A+", "C", "F"],
    Major: "연극영화과, 광고홍보학과",
    CharList: [
      "그 누구보다 활동적이에요",
      "천방지축이면서 아이디어가 풍부",
      " 공감능력이 뛰어나고 따뜻한 유형",
      "인간에 관심이 많고 인류애가 넘쳐요",
      "협력과 화합을 선호해요.",
      "경쟁이나 싸우는 것을 싫어해요",
      "자아실현을 위해 최선을 다해요",
      "이유나 원인 파악에 너무 힘들어해요",
      "논리적인 면이 부족해요",
      "매우 역동적이고 활동적이에요",
      "처음 알게 되는 사람들에게 호기심이 많아요",
      "사업성과 열정이 누구보다 강하고 뛰어나요",
      "다른 사람의 증오에 약해요",
    ],
    best: {
      image: "",
      word1: "타고난",
      word2: "과대 타입",
    },
    worst: {
      image: "",
      word1: "아가리",
      word2: "파이터",
    },
    promise: {
      snt1: "사람은 쉽게 변하지 않는다.",
      snt2: "다시 태어나는게 빠를듯?",
    },
  },
};

export { MBTIS };
